{
  "_id": "BG18.45",
  "chapter": 18,
  "verse": 45,
  "slok": "स्वे स्वे कर्मण्यभिरतः संसिद्धिं लभते नरः |\nस्वकर्मनिरतः सिद्धिं यथा विन्दति तच्छृणु ||१८-४५||",
  "transliteration": "sve sve karmaṇyabhirataḥ saṃsiddhiṃ labhate naraḥ .\nsvakarmanirataḥ siddhiṃ yathā vindati tacchṛṇu ||18-45||",
  "tej": {
    "author": "Swami Tejomayananda",
    "ht": "।।18.45।। अपने-अपने स्वाभाविक कर्म में अभिरत मनुष्य संसिद्धि को प्राप्त कर लेता है। स्वकर्म में रत मनुष्य किस प्रकार सिद्धि प्राप्त करता है, उसे तुम सुनो।।"
  },
  "siva": {
    "author": "Swami Sivananda",
    "et": "18.45 Each man devoted to his own duty attains perfection. How he attains perfection while being engaged in his own duty, hear now.",
    "ec": "18.45 स्वे in own, स्वे in own, कर्मणि to duty, अभिरतः devoted, संसिद्धिम् perfection, लभते attains, नरः a man, स्वकर्मनिरतः engaged in his own duty, सिद्धिम् perfection, यथा how, विन्दति finds, तत् that, श्रृणु hear.Commentary This is the division of labour for which each caste is fitted according to its own nature. The duty prescribed is your sole support, and the highest service you can render to the Supreme is to carry it out wholeheartedly, without expectation of fruits, with the attitutde of dedication to the Lord. This will surely lead you to the Supreme. All the impurities of the mind will be washed away by the performance of ones own duty and you will be fit for Selfknowledge.Sve sve karmani Each devoted to his own duty in accordance with his nature (Guna) or caste. It is impossible to attain Moksha by works alone but works purify the heart and prepare the aspirant for receiving the divine light.The attitude of worshipfulness is prescribed for work."
  },
  "purohit": {
    "author": "Shri Purohit Swami",
    "et": "18.45 Perfection is attained when each attends diligently to his duty. Listen and I will tell you how it is attained by him who always minds his own duty."
  },
  "chinmay": {
    "author": "Swami Chinmayananda",
    "hc": "।।18.45।। अपने स्वभाव एवं विकास की स्थिति को पहचान कर प्रत्येक व्यक्ति को अपने स्वाभाविक कर्म का निष्ठापूर्वक पालन करना चाहिए। इसी कर्तव्य पालन से प्रथम चित्तशुद्धि एवं तदुपरान्त परमात्मस्वरूप की अनुभूति की संसिद्धि प्राप्त हो सकती है।केवल सतही दृष्टिकोण से अवलोकन करने पर मनुष्यों का उपर्युक्त चतुर्विध वर्गीकरण स्पष्टत बोधगम्य नहीं हो सकता। परन्तु जीवन में श्रेष्ठ उपलब्धियों को प्राप्त किये महान् पुरुषों के जीवन चरित्र इस वर्गीकरण की सत्यता का बारम्बार उद्घोष करते हैं। एक छोटे से बालक ने भेड़ पालन के कार्य को अस्वीकार कर दिया और पेरिस जा पहुँचा? जो कालान्तर में विश्व में नेपोलियन के नाम से प्रसिद्ध महानतम सेनापति बना। गोल्डस्मिथ या कीट्स व्यापारिक कार्य द्वारा आराम एवं सुखसुविधाओं का जीवन जीने की अपेक्षा किसी अटारी में रहते हुए काव्य रचना करना अधिक पसन्द करेगा। प्रत्येक मनुष्य अपने स्वभाव के अनुरूप कार्यक्षेत्र में कर्म करते हुए ही सुख एवं पूर्णता का अनुभव करता है।मानव के लौकिक व्यवहार? मानसिक स्वभाव एवं बौद्धिक अभिरुचि के आधार पर किया गया यह विवकपूर्ण वर्गीकरण केवल भारत में ही नहीं? वरन् सर्वत्र प्रयोज्य (लागू करने योग्य) है। जीवन में इसकी प्रयोज्यता तथा मनुष्य के विकास के लिए इसकी उपादेयता सार्वभौमिक है।अब भगवान् श्रीकृष्ण सिद्धि प्राप्ति की साधना बताते हैं"
  },
  "san": {
    "author": "Dr.S.Sankaranarayan",
    "et": "18.45. A man, devoted to his own respective action, attains success. Devoted to one's own action, how one attains success that you must hear from Me."
  },
  "adi": {
    "author": "Swami Adidevananda",
    "et": "18.45 Devoted to his duty, man attains perfection. Hear now how one devoted to his own duty attains perfection."
  },
  "gambir": {
    "author": "Swami Gambirananda",
    "et": "18.45 Being devoted to his own duty, man attains complete success. Hear that as to how one devoted to his own duty achieves success."
  },
  "anand": {
    "author": "Sri Anandgiri",
    "sc": "।।18.45।।शमादिपरिचर्यान्तकर्मणां विभज्योक्तानामभ्युदयं फलमादावुपन्यस्यति -- एतेषामिति। स्वभावतो विहितत्वादेव मोक्षापेक्षामन्तरेणानुष्ठानादित्यर्थः। तत्र प्रमाणमाह -- वर्णा इति। शेषशब्देन भुक्तकर्मणोऽतिरिक्तं कर्मानुशयशब्दितमुच्यते? प्रत्येकं देशादिभिर्विशिष्टशब्दः संबध्यते? आदिशब्देनतद्यथाम्रे फलार्थे निमिते,छायागन्धाद्यनूत्पद्यत एवं धर्मं चर्यमाणमर्था अनूत्पद्यन्ते न धर्महानिर्भवति इति स्मृतिर्गृह्यते। इतश्चोक्तानां कर्मणां स्वर्गफलत्वं युक्तमित्याह -- पुराणे चेति। उक्तंहियस्तु सम्यक्करोत्येवं गृहस्थः परमं विधिम्। तद्वर्णबन्धमुक्तोऽसौ लोकानाप्नोत्यनुत्तमान् इति।यस्त्वेतां नियतश्चर्यां वानप्रस्थश्चरेन्मुनिः। स दहत्यग्निवद्दोषाञ्जयेल्लोकांश्च शाश्वतान् इति। मोक्षाश्रमो यश्चरते यथोक्तं शुचिः सुसंकल्पितबुद्धियुक्तः। अनिन्धनज्योतिरिव प्रशान्तं स ब्रह्मलोकं श्रयते द्विजातिः इति च।सर्व एते पुण्यलोका भवन्ति इति श्रुतिश्चकारार्थः। यदि पुनर्मोक्षापेक्षयोक्तानि कर्माण्यनुष्ठीयेरंस्तदा मोक्षफलत्वं तेषां सेत्स्यतीत्याह -- कारणान्तरादिति। तदेव कारणान्तरं यन्मोक्षापेक्षया तेषामनुष्ठानं मोक्षोपायेषु शमादिषु सात्त्विकेषु ब्राह्मणधर्मेषु क्षत्रियादीनामनधिकाराद्ब्राह्मणानामेव मोक्षो न क्षत्रियादीनामित्याशङ्क्याह -- स्वे स्व इति। यथा स्वे कर्मण्यभिरतस्य बुद्धिशुद्धिद्वारा ज्ञाननिष्ठायोग्यतया प्राप्तज्ञानस्य मोक्षोपपत्तेर्ब्राह्मणातिरिक्तस्यापि ज्ञानवतो मुक्तिरिति मत्वा पूर्वार्धं व्याचष्टे -- स्वे स्वे इत्यादिना। संसिद्धिशब्दस्य मोक्षार्थत्वं गृहीत्वा स्वधर्मनिष्ठत्वमात्रेण तल्लाभे तादर्थ्येन संन्यासादिविधानानर्थक्यमिति मन्वानः शङ्कते -- किमिति। न तावन्मात्रेण साक्षान्मोक्षो ज्ञाननिष्ठायोग्यता वेति परिहरति -- नेति। तर्हि कथं स्वधर्मनिष्ठस्य संसिद्धिरिति पृच्छति -- कथं तर्हीति। उत्तरार्धेनोत्तरमाह -- स्वकर्मेति। तच्छृणु तं प्रकारमेकाग्रचेता भूत्वा श्रुत्वावधारयेत्यर्थः।"
  },
  "rams": {
    "author": "Swami Ramsukhdas",
    "ht": "।।18.45।।अपने-अपने कर्ममें तत्परतापूर्वक लगा हुआ मनुष्य सम्यक् सिद्धि-(परमात्मा-)को प्राप्त कर लेता है। अपने कर्ममें लगा हुआ मनुष्य जिस प्रकार सिद्धिको प्राप्त होता है? उस प्रकारको तू मेरेसे सुन।",
    "hc": "।।18.45।। व्याख्या --   स्वे स्वे कर्मण्यभिरतः संसिद्धिं लभते नरः -- गीताके अध्ययनसे ऐसा मालूम होता है कि मनुष्यकी जैसी स्वतःसिद्ध स्वाभाविक प्रकृति (स्वभाव) है? उसमें अगर वह कोई नयी उलझन पैदा न करे? रागद्वेष न करे तो वह प्रकृति उसका स्वाभाविक ही कल्याण कर दे। तात्पर्य है कि प्रकृतिके द्वारा प्रवाहरूपसे अपनेआप होनेवाले जो स्वाभाविक कर्म हैं? उनका स्वार्थत्यागपूर्वक प्रीति और तत्परतासे आचरण करे परन्तु कर्मोंके प्रवाहके साथ न राग हो? न द्वेष हो और न फलेच्छा हो। रागद्वेष और फलेच्छासे रहित होकर क्रिया करनेसे करनेका वेग शान्त हो जाता है और कर्ममें आसक्ति न होनेसे नया वेग पैदा नहीं होता। इससे प्रकृतिके पदार्थों और क्रियाओँके साथ निर्लिप्तता (असंगता) आ जाती है। निर्लिप्तता होनेसे प्रकृतिकी क्रियाओंका प्रवाह स्वाभाविक ही चलता रहता है और उनके साथ अपना कोई सम्बन्ध न रहनेसे साधककी अपने स्वरूपमें स्थिति हो जाती है? जो कि प्राणिमात्रकी स्वतःस्वाभिवक है। अपने स्वरूपमें स्थिति होनेपर उसका परमात्माकी तरफ स्वाभाविक आकर्षण हो जाता है। परन्तु यह सब होता है कर्मोंमें अभिरति होनेसे? आसक्ति होनेसे नहीं।कर्मोंमें एक तो अभिरति होती है और एक आसक्ति होती है। अपने स्वाभाविक कर्मोंको केवल दूसरोंके हितके लिये तत्परता और उत्साहपूर्वक करनेसे अर्थात् केवल देनेके लिये कर्म करनेसे मनमें जो प्रसन्नता होती है? उसका नाम अभिरति है। फलकी इच्छा से कुछ करना अर्थात् कुछ पानेके लिये कर्म करना आसक्ति है। कर्मोंमें अभिरतिसे कल्याण होता है और आसक्तिसे बन्धन होता है।इस प्रकरणके स्वे स्वे कर्मणि? स्वकर्मणा तमभ्यर्च्य? स्वभावनियतं कर्म? सहजं कर्म आदि पदोंमें कर्म शब्द एकवचनमें आया है। इसका तात्पर्य है कि मनुष्य प्रीति और तत्परतापूर्वक चाहे एक कर्म करे? चाहे अनेक कर्म करे? उसका उद्देश्य केवल परमात्मप्राप्ति होनेसे उसकी कर्तव्यनिष्ठा एक ही होती है। परमात्मप्राप्तिके उद्देश्यको लेकर मनुष्य जितने भी कर्म करता है? वे सब कर्म अन्तमें उसी उद्देश्यमें ही लीन हो जाते हैं अर्थात् उसी उद्देश्यकी पूर्ति करनेवाले हो जाते हैं। जैसे गङ्गाजी हिमालयसे निकलकर गङ्गासागरतक जाती हैं तो नद? नदियाँ? झरने? सरोवर? वर्षका जल -- ये सभी उसकी धारामें मिलकर गङ्गासे एक हो जाते हैं? ऐसे ही उद्देश्यवालेके सभी कर्म उसके उद्देश्यमें मिल जाते हैं। परन्तु जिसकी कर्मोंमें आसक्ति है? वह एक कर्म करके अनेक फल चाहता है अथवा अनेक कर्म करके एक फल चाहता है अतः उसका उद्देश्य एक परमात्माकी प्राप्तिका न होनेसे उसकी कर्तव्यनिष्ठा एक नहीं होती (गीता 2। 41)।स्वकर्मनिरतः सिद्धिं यथा विन्दति तच्छृणु -- अपने कर्मोंमें प्रीतिपूर्वक तत्परतासे लगा हुआ मनुष्य परमात्माको जैसे प्राप्त होता है? वह सुनो अर्थात् कर्ममात्र परमात्मप्राप्तिका साधन है? इस बातको सुनो और सुन करके ठीक तरहसे समझो।\n\nविशेष बात\n\nमालिककी सुखसुविधाकी सामग्री जुटा देना? मालिकके दैनिक कार्योंमें अनुकूलता उपस्थित कर देना आदि कार्य तो वेतन लेनेवाला नौकर भी कर सकता है और करता भी है। परन्तु उसमें क्रिया की (कि इतना काम करना है) और समय की (कि इतने घंटे काम करना है) प्रधानता रहती है। इसलिये वह कामधंधा सेवा नहीं बन सकता। यदि मालिकका वह कामधन्धा आदरपूर्वक सेव्यबुद्धिसे? महत्त्वबुद्धिसे किया जाय तो वह सेवा हो जाता है।सेव्यबुद्धि? महत्त्वबुद्धि चाहे जन्मके सम्बन्धसे हो? चाहे विद्याके सम्बन्धसे चाहे वर्णआश्रमके सम्बन्धसे हो चाहे योग्यता? अधिकार? सद्गुणसदाचारके सम्बन्धसे। जहाँ महत्त्वबुद्धि हो जाती है? वहाँ सेव्यको सुखआराम कैसे मिले सेव्यकी प्रसन्नता किस बातमें है सेव्यका क्या रुख है क्या रुचि है -- ऐसे भाव होनेसे जो भी काम किया जाय? वह सेवा हो जाता है।सेव्यका वही काम पूजाबुद्धि? भगवद्बुद्धि? गुरुबुद्धि आदिसे किया जाय और पूज्यभावसे चन्दन लगाया जाय? पुष्प चढ़ाये जायँ? माला पहनायी जाय? आरती की जाय? तो वह काम पूजन हो जाता है। इससे सेव्यके चरणस्पर्श अथवा दर्शनमात्रसे चित्तकी प्रसन्नता? हृदयकी गद्गदता? शरीरका रोमाञ्चित होना आदि होते हैं और सेव्यके प्रति विशेष भाव प्रकट होते हैं। उससे सेव्यकी सेवामें कुछ शिथिलता आ सकती है परन्तु भावोंके बढ़नेपर अन्तःकरणशुद्धि? भगवत्प्रेम? भगवद्दर्शन आदि हो जाते हैं।मालिकका समयसमयपर कामधंधा करनेसे नौकरको पैसे मिल जाते हैं और सेव्यकी सेवा करनेसे सेवकको अन्तःकरणशुद्धिपूर्वक भगवत्प्राप्ति हो जाती है परन्तु पूजाभावके बढ़नेसे तो पूजकको तत्काल भगवत्प्राप्ति हो जाती है। तात्पर्य है कि चरणचाँपी तो नौकर भी करता है? पर उसको सेवाका आनन्द नहीं मिलता क्योंकि उसकी दृष्टि पैसोंपर रहती है। परन्तु जो सेवाबुद्धिसे चरणचाँपी करता है? उसको सेवामें विशेष आनन्द मिलता है क्योंकि उसकी दृष्टि सेव्यके सुखपर रहती है। पूजामें तो चरण छूनेमात्रसे शरीर रोमाञ्चित हो जाता है और अन्तःकरणमें एक पारमार्थिक आनन्द होता है। उसकी दृष्टि पूज्यकी महत्तापर और अपनी लघुतापर रहती है। ऐसे देखा जाय तो नौकरके कामधंधेसे मालिकको आराम मिलता है? सेवामें सेव्यको विशेष आराम तथा सुख मिलता है और पूजामें पूजकके भावसे पूज्यको प्रसन्नता होती है। पूजामें शरीरके सुखआरामकी प्रधानता नहीं होती।अपने स्वभावज कर्मोंके द्वारा पूजा करनेसे पूजकका भाव बढ़ जाता है तो उसके स्थूल? सूक्ष्म और कारणशरीरसे होनेवाली (चेष्टा? चिन्तन? समाधि आदि) सभी छोटीबड़ी क्रियाएँ सब प्राणियोंमें व्यापक परमात्माकी पूजनसामग्री बन जाती है। उसकी दैनिकचर्या अर्थात् खानापीना आदि सब क्रियाएँ भी पूजनसामग्री बन जाती हैं।जैसे ज्ञानयोगीका मैं कुछ भी नहीं करता हूँ यह भाव हरदम बना रहता है? ऐसे ही अनेक प्रकारकी,क्रियाएँ करनेपर भी भक्तके भीतर एक भगवद्भाव हरदम बना रहता है। उस भावकी गाढ़तामें उसका अहंभाव भी छूट जाता है।"
  },
  "jaya": {
    "author": "Sri Jayatritha",
    "sc": "।।18.45।।Sri Jayatirtha did not comment on this sloka."
  },
  "raman": {
    "author": "Sri Ramanuja",
    "sc": "।।18.45।।स्वे स्वे यथोदिते कर्मणि अभिरतो नरः संसिद्धिं परमपदप्राप्तिं लभते। स्वकर्मनिरतो यथा सिद्धिं विन्दति परमं पदं प्राप्नोति तथा श्रृणु।",
    "et": "18.45 When one is devoted to his own duty in a way mentioned earlier, he attains perfection i.e., the supreme state. When a person is devoted to his duty, how he attains perfection, i.e., attains the supreme state, listen."
  },
  "abhinav": {
    "author": "Sri Abhinav Gupta",
    "sc": "।।18.41 -- 18.60।।एवमियता षण्णां प्रत्येकं त्रिस्वरूपत्वं धृत्यादीनां च प्रतिपादितम्। तन्मध्यात् सात्त्विके राशौ वर्तमानो दैवीं संपदं प्राप्त इह ज्ञाने योग्यः? त्वं च तथाविधः इत्यर्जुनः प्रोत्साहितः।अधुना तु इदमुच्यते -- यदि तावदनया ज्ञानबुद्ध्या कर्मणि भवान् प्रवर्तते तदा स्वधर्मप्रवृत्त्या विज्ञानपूततया च न कर्मसंबन्धस्तव। अथैतन्नानुमन्यसे? तदवश्यं तव प्रवृत्त्या तावत् भाव्यम् जातेरेव तथाभावे स्थितत्वात्। यतः सर्वः स्वभावनियतः ( S??N स्वस्वभावनियतः ) कुतश्चिद्दोषात् तिरोहिततत्स्वभावः ( S??N -- हिततत्तत्स्वभावः ) कंचित्कालं भूत्वापि? तत्तिरोधायकविगमे स्वभावं व्यक्त्यापन्नं लभत एव। तथाहि एवंविधो वर्णनां स्वभावः। एवमवश्यंभाविन्यां प्रवृत्तौ ततः फलविभागिता भवेत्।।तदाह -- ब्राह्मणेत्यादि अवशोऽपि तत् इत्यन्तम्। ब्राह्मणादीनां कर्मप्रविभागनिरूपणस्य स्वभावोऽश्यं नातिक्रामति,( S? ? N omit न and read अतिक्रामति ) इति क्षत्रियस्वभावस्य भवतोऽनिच्छतोऽपि प्रकृतिः स्वभावाख्या नियोक्तृताम् अव्यभिचारेण भजते। केवलं तया नियुक्तस्य पुण्यपापसंबन्धः। अतः मदभिहितविज्ञानप्रमाणपुरःसरीकारेण कर्माण्यनुतिष्ठ। तथा सति बन्धो निवर्त्स्यति। इत्यस्यार्थस्य परिकरघटनतात्पर्यं ( S? ? N -- करबन्धघटन -- ) महावाक्यार्थस्य। अवान्तरवाक्यानां स्पष्टा ( ष्टोऽ ) र्थः।समासेन ( S omits समासेन ) ( श्लो. 50 ) संक्षेपेण। ज्ञानस्य? प्रागुक्तस्य। निष्ठां ( ष्ठा ) वाग्जालपरिहारेण निश्चितामाह। बुद्ध्या विशुद्धया इत्यादि सर्वमेतत् व्याख्यातप्रायमिति न पुनरायस्यते,( N -- रारभ्यते )।",
    "et": "18.45 See Comment under 18.60"
  },
  "madhav": {
    "author": "Sri Madhavacharya",
    "sc": "।।18.45।।Sri Madhvacharya did not comment on this sloka.,"
  },
  "sankar": {
    "author": "Sri Shankaracharya",
    "ht": "।।18.45।।परंतु दूसरे कारणसे ( उनका प्रकारान्तरसे अनुष्ठान करनेपर ) यह अब बतलाया जानेवाला फल होता है --, कर्माधिकारी मनुष्य? उक्त लक्षणोंवाले अपनेअपने कर्मोंमें अभिरत -- तत्पर हुआ? संसिद्धि लाभ करता है अर्थात अपने कर्मो का अनुष्ठान करनेसे अशुद्धिका क्षय होनेपर? शरीर और इन्द्रियोंकी ज्ञाननिष्ठाकी योग्यतारूप सिद्धि प्राप्त कर लेता है। तो क्या अपने कर्मोंका अनुष्ठान करनेसे ही साक्षात् संसिद्धि मिल जाती है नहीं। तो किस तरह मिलती है अपने कर्मोंमें तत्पर हुआ मनुष्य? जिस प्रकार सिद्धि लाभ करता है? वह तू सुन।",
    "sc": "।।18.45।। --,स्वे स्वे यथोक्तलक्षणभेदे कर्मणि अभिरतः तत्परः संसिद्धिं स्वकर्मानुष्ठानात् अशुद्धिक्षये सति कायेन्द्रियाणां ज्ञाननिष्ठायोग्यतालक्षणां संसिद्धिं लभते प्राप्नोति नरः अधिकृतः पुरुषः किं स्वकर्मानुष्ठानत एव साक्षात् संसिद्धिः न कथं तर्हि स्वकर्मनिरतः सिद्धिं यथा येन प्रकारेण विन्दति? तत् शृणु।।",
    "et": "18.45 Sve sve karmani abhiratah, being devoted to his own duty, which has different characteristics as stated above; narah, man, the person alified therefor; labhate, attains; samsiddhim, complete success, characterized as the ability for steadfastness in Knowledge, which follows from the elimination of the impurities of body and mind as a result of fulfilling his own duty. Does the complete success follow merely from the fulfilment of one's own duty? No. How then? Srnu, hear; tat, that; yatha, as to how, through what means; sva-karma-niratah, one devoted to his own duty; vindati, acheives; siddim, success."
  },
  "vallabh": {
    "author": "Sri Vallabhacharya",
    "sc": "।।18.45।।एवंविधस्य स्वस्वकर्मणः स्वसंसिद्धिहेतुत्वमाह -- स्वे स्व इत्यर्द्धेन। अनेन परधर्मो व्यावर्त्तितः।"
  },
  "ms": {
    "author": "Sri Madhusudan Saraswati",
    "sc": "।।18.45।।तदेवं वर्णानां स्वभावजा गौणाख्या गुणधर्मा अभिहिताः। अन्येऽपि धर्माः शास्त्रेष्वाम्नाताः। तदुक्तं भविष्यपुराणेधर्माच्छ्रेयः समुद्दिष्टं श्रेयोऽभ्युदयलक्षणम्। स तु पञ्चविधः प्रोक्तो वेदमूलः सनातनः।।वर्णधर्मः स्मृतस्त्वेक आश्रमाणामतः परम्। वर्णाश्रमस्तृतीयस्तु गौणो नैमित्तिकस्तथा।।वर्णत्वमेकमाश्रित्य यो धर्मः संप्रवर्तते। वर्णधर्मः स उक्तस्तु यथोपनयनं नृप।।यस्त्वाश्रमं समाश्रित्य अधिकारः प्रवर्तते। स खल्वाश्रमधर्मः स्याद्भिक्षादण्डादिको यथा।।वर्णत्वमाश्रमत्वं च योऽधिकृत्य प्रवर्तते। स वर्णाश्रमधर्मस्तु मौञ्ज्याद्या मेखला यथा।।यो गुणेन प्रवर्तेत गुणधर्मः स उच्यते। यथा मूर्धाभिषिक्तस्य प्रजानां परिपालनम्।।निमित्तमेकमाश्रित्य यो धर्माः संप्रवर्तते। नैमित्तिकः स विज्ञेयः प्रायश्चित्तविधिर्यथा।। अधिकारोऽत्र धर्मः। चतुर्विधं धर्ममाह हारीतःअथाश्रमिणां धर्मः पृथग्धर्मो विशेषधर्मः समानधर्मः कृत्स्नधर्मश्चेति। पृथगाश्रमानुष्ठानात्पृथग्धर्मो यथा चातुर्वर्ण्यधर्मः स्वाश्रमविशेषानुष्ठानात्? विशेषधर्मो यथा नैष्ठिकयायावरानुज्ञापिकचातुराश्रम्यसिद्धानां सर्वेषां यः समानो धर्मः स समानधर्मो नैष्ठिकः कृत्स्नधर्म इति। नैष्ठिको ब्रह्मचारिविशेषः। यायावरो गृहस्थविशेषः। आनुज्ञापिको वानप्रस्थविशेषः। चातुराश्रम्यसिद्धो यतिविशेषः सर्वेषामिति वर्णानामाश्रमाणां च।।तत्राद्यो यथा महाभारतेआनृशंस्यमहिंसा चाप्रमादः संविभागिता। श्राद्धकर्मातिथेयं च सत्यमक्रोध एव च।।स्वेषु दारेषु संतोषः शौचं नित्याऽनसूयता। आत्मज्ञानं तितिक्षा च धर्मः साधारणो नृप।। सर्वाश्रमसाधारणस्तु प्रागुदाहृतः। निष्ठा संसारसमाप्तिस्तत्प्रयोजनो नैष्ठिकः। मोक्षहेत्वात्मज्ञानोत्पत्तिप्रतिबन्धकपरिहाराय निष्कामकर्मानुष्ठानं कृत्स्नधर्म इत्यर्थः। आश्रमाश्च शास्त्रेषु चत्वार आम्नाताः। यथाह गौतमःतस्याश्रमविकल्पमेके ब्रुवते ब्रह्मचारी गृहस्थो भिक्षुर्वैखानस इति। आपस्तम्बःचत्वार आश्रमा गार्हस्थ्यमाचार्यकुलं मौनं वानप्रस्थ्यमिति तेषु सर्वेषु यथोपदेशमव्यग्रो वर्तमानः क्षेमं गच्छति इति। वसिष्ठःचत्वार आश्रमा ब्रह्मचारिगृहस्थवानप्रस्थपरिव्राजकास्तेषां वेदमधीत्य वेदौ वेदान्वाऽविशीर्णब्रह्मचर्यो यमिच्छेत्तमावसेदिति। एवं तेषां पृथग्धर्मा अप्याम्नाताः। तथा फलमप्यज्ञानामाम्नातम्। यथाह मनुःश्रुतिस्मृत्युदितं धर्ममनुतिष्ठन्हि मानवः। इह कीर्तिमवाप्नोति प्रेत्य चानुत्तमं सुखम्।।अनुत्तमं सुखमिति यथाप्राप्ततत्तत्फलोपलक्षणार्थम्। आपस्तम्बःसर्ववर्णानां स्वधर्मानुष्ठाने परमपरिमितं सुखं ततः परिवृत्तौ कर्मफलशेषेण जातिं रूपं वर्णं वृत्तं मेधां प्रज्ञां द्रव्याणि धर्मानुष्ठानमिति प्रतिपद्यन्ते। गौतमःवर्णा आश्रमाश्च स्वकर्मनिष्ठाः प्रेत्य कर्मफलमनुभूय ततः शेषेण विशिष्टदेशजातिकुलरूपायुःश्रुतवृत्तवित्तसुखमेधसो जन्म प्रतिपद्यन्ते विष्वञ्चो विपरीता नश्यन्ति। अत्र शेषशब्देन भुक्तज्योतिष्टोमादिकर्मातिरिक्तं चित्रादिकर्मानुशयशब्दितमुच्यते नतु पूर्वकर्मण एकदेश इति स्थितम्।कृतात्ययेऽनुशयवान्दृष्टस्मृतिभ्यां यथेतमनेवंच इत्यत्र भट्टैरप्युक्तम्। गौतमीयेऽपितच्छेषस्तस्माच्चित्राद्यपेक्षयेति। विष्वञ्चः सर्वतोगामिनो यथेष्टचेष्टा विपरीता नरकादौ जन्म प्रतिपद्य विनश्यन्ति कृमिकीटादिभावेन सर्वपुरुषार्थेभ्यो भ्रंशन्त इत्यर्थः। हारीतःकाम्यैः केचिद्यज्ञदानैस्तपोभिर्लब्ध्वा लोकान्पुनरायान्ति जन्म। कामैर्मुक्ताः सत्ययज्ञाः सुदानास्तपोनिष्ठाश्चाक्षयान्यान्ति लोकान्।। अत्र कामनासदसद्भावनिबन्धनः फलभेदो दर्शितः भविष्यपुराणेफलं विनाप्यनुष्ठानं नित्यानामिष्यते स्फुटम्। काम्यानां स्वफलार्थं तु दोषघातार्थमेव तु।।नैमित्तिकानां करणे त्रिविधं कर्मणां फलम्। क्षयं केचिदुपात्तस्य दुरितस्य प्रचक्षते।।अनुत्पत्तिं तथा चान्ये प्रत्यवायस्य मन्वते। नित्यं क्रियां तथा चान्ये आनुषङ्गिफलं विदुः।। अन्ये आपस्तम्बादयः।तद्यथाऽम्रे फलार्थे निमिते इत्यादिवचनैरानुषङ्गिकफलतां नित्यकर्मणो विदुः। श्रुतिश्चत्रयो धर्मस्कन्धा यज्ञोऽध्ययनं दानमिति प्रथमस्तप एव द्वितीयो ब्रह्मचर्यादाचार्यकुलवासी तृतीयोऽत्यन्तमात्मानमाचार्यकुलेऽवसादयन्निति गृहस्थवानप्रस्थब्रह्मचारिण उक्त्वासर्व एते पुण्यलोका भवन्ति इति तेषामन्तःकरणशुद्ध्यभावे मोक्षाभावमुक्त्वा शुद्धान्तःकरणानामेषामेव परिव्राजकभावेन ज्ञाननिष्ठया मोक्षमाह ब्रह्मसंस्थोऽमृतत्वमेतीति। तदेवं स्थिते ब्रह्मचारी गृहस्थो वानप्रस्थो वा मुमुक्षुः फलाभिसन्धित्यागेन भगवदर्पणबुद्ध्या स्वे स्वे तत्तद्वर्णाश्रमविहिते नतु स्वेच्छामात्रकृते कर्मणि श्रुतिस्मृत्युदितेऽभिरतः सम्यगनुष्ठानपरः संसिद्धिं देहेन्द्रियसंघातस्याशुद्धिक्षयेन सम्यग्ज्ञानोत्पत्तियोग्यतां लभते नरो वर्णाश्रमाभिमानी,मनुष्यो मनुष्याधिकारत्वात्कर्मकाण्डस्य। देवादीनां वर्णाश्रमाभिमानित्वाभावाद्युक्तएव तद्धर्मेष्वनधिकारः। वर्णाश्रमाभिमानानपेक्षे तूपासनादावधिकारस्तेषामप्यस्तीति साधितं देवताधिकरणे। ननु बन्धहेतूनां कर्मणां कथं मोक्षहेतुत्वमुपासनाविशेषादित्याह -- स्वकर्मनिरतः सिद्धिमुक्तलक्षणां यथा येन प्रकारेण विन्दति तच्छृणु। श्रुत्वा तं प्रकारमवधारयेत्यर्थः।"
  },
  "srid": {
    "author": "Sri Sridhara Swami",
    "sc": "।।18.45।।एवंभूतस्य ब्राह्मणादिकर्मणो ज्ञानहेतुत्वमाह -- स्वे स्व इति। स्वस्वाधिकारविहितकर्मण्यभिरतः परिनिष्ठितो नरः संसिद्धिं ज्ञानयोग्यतां लभते। कर्मणां ज्ञानप्राप्तिप्रकारमाह -- स्वकर्मेति सार्धेन। स्वकर्मपरिनिष्ठितो यथा येन प्रकारेण तत्त्वज्ञानं लभते तं प्रकारं श्रृणु।"
  },
  "dhan": {
    "author": "Sri Dhanpati",
    "sc": "।।18.45।।एतेषां जातिविहितानां कर्मणां सभ्यगनुतिष्ठानां मोक्षापेक्षामन्तरेण विहितत्वादेवानुष्ठानात्स्वर्गप्राप्तिः फलंसर्व एते पुण्यलोका भवन्ति वर्णा आश्रमाः स्वकर्मनिष्ठाः प्रत्येकं कर्मफलमनुभूय ततः शेषेण विशिष्टदेशजातिकुलधर्मायुःश्रुतवृत्तवित्तसुखमेधसो जन्म प्रतिपद्यन्तेयस्तु सभ्यक्करोत्येतं गृहस्थः परमं विधम्। तद्वर्णबन्धमुक्तोऽसौ लोकानाप्नोत्यनुत्तमान्। यस्त्वेतां नियतं चर्यां वानप्रस्थश्चरेन्मुनिः। स दहत्यग्निवद्दोषाञ्जयेल्लोकांश्च,शाश्वतान्। मोक्षाश्रमं यश्चरते यथोक्तं शुचिः सुसंकल्पितबुद्धियुक्तः। अर्निधनं ज्योतिरिव प्रशान्तं स ब्रह्मलोकं श्रयते द्विजातिः इत्यादिश्रुतिस्मृतिपुराणेभ्यः। एतेषामेव मोक्षापेक्षया सभ्यगनुष्ठितानां यत्फलं तद्वक्तुभारभते। स्वेस्वे यथोक्तभेदे कर्मम्यभिरतः तत्परोऽधिकृतः पुरुषः संसिद्धिं स्वकर्मानुष्ठानादशुद्धिक्षये सति कायेन्द्रियमनसां ज्ञानानिष्ठायोग्यतालक्षणां लभते प्राप्नोति। कथं लभते इत्यपेक्षायामाह -- स्वकर्मनिरतः यथा येन प्रकारेण सिद्धिमुक्तलक्षणां विन्दति लभते तत्तथा श्रुणु।"
  },
  "venkat": {
    "author": "Vedantadeshikacharya Venkatanatha",
    "sc": "।।18.45।।वर्णधर्मविभागो मोक्षशास्त्रे किमर्थं इत्यत्राऽऽह -- स्वे स्वे कर्मणीति। संसिद्धिशब्दस्यात्र परमपदप्राप्तिविषयत्वं प्रकरणात्सिद्धम्।शाश्वतं परमव्ययम् [18।56] इति हि वक्ष्यति। यद्वा सिद्धिशब्दःनैष्कर्म्यसिद्धिम् [18।49] इति वक्ष्यमाणविषयः। तत्पर्यवसानज्ञापनायात्र परमप्राप्यग्रहणम्। ननु स्वकर्मनिरतस्यापि शूद्रस्य कथं परमपदप्राप्तिः तस्य मोक्षसाधनविद्यायामनधिकारः शारीरके अपशूद्राधिकरणे शिक्षितः। सत्यं? भवान्तराधिकारद्वारा परम्परया परमपदप्राप्तेर्विवक्षितत्वान्न विरोधः। विदुरादिवज्जातिस्मरेषु जन्मान्तरप्रारब्धपरविद्याप्रतिसन्धायिषु स्वकर्मणामकरणनिमित्तप्रत्यवायपरिहारार्थत्वं साक्षात्संसिद्धियोग्यत्वं द्रष्टव्यम्। यथोक्तं भगवता शौनकेन -- धर्मव्याधादयोऽप्यन्ये पूर्वाभ्यासाज्जुगुप्सिते। वर्णावरत्वे सम्प्राप्ताः संसिद्धिं श्रमणी यथा [वि.ध.102।30] इति। ननु परिमितफलप्रदानसमर्थेन्द्राद्याराधनरूपाणां तत्तद्वर्णाश्रमकर्मणां कथं परमपदप्राप्तिहेतुत्वं इत्यत्रोत्तरंस्वकर्मनिरत इति।यथा इत्यस्य प्रतिनिर्देशत्वात्तच्छब्दः प्रकारपरामर्शीत्याह -- तथा शृण्विति।"
  },
  "puru": {
    "author": "Sri Purushottamji",
    "sc": "।।18.45।।यदर्थं कर्म निरूपितं तदाह -- स्वे स्व इति। स्वे स्वे स्वस्वविहिते कर्मणि अभिरतः प्रीतियुक्तो नरो मनुष्यः संसिद्धिं सम्यक् सिद्धिं मत्प्रसादात्मिकां लभते प्राप्नोति। ननु प्रीतिमात्रेण कथं सिद्धिः इत्यत आह -- स्वकर्मेति सार्द्धेन। स्वकर्मनिरतः स्वविहितकर्मनिष्ठो यथा येन प्रकारेण सिद्धिं विन्दति जानाति तं प्रकारं शृणु।"
  },
  "neel": {
    "author": "Sri Neelkanth",
    "sc": "।।18.45।।कर्मप्रविभागफलमाह -- स्वे स्वे इति। स्वे स्वे मन्वादिभिरुक्तेऽध्यापनादौ असाधारणे शमदमादौ साधारणे च कर्मणि अभिरतो निष्ठावन् संसिद्धिं ज्ञानयोग्यतां लभते नरः। एतदेव विवरीतुं प्रतिजानीते -- स्वेति। सिद्धिं वक्ष्यमाणां मुख्यसंन्यासलक्षणां नैष्कर्म्यसिद्धिं यथा येन प्रकारेण।"
  }
}
